LEXICON_RU: dict[str, str] = {
    '/start': '<b>Добро пожаловать!</b>\n\n'
              'Этот бот предназначен для удобного поиска медицинских товаров, от всеразличных препаратов до медицинский инструментов'
              'Для подробной инструкции о работе бота нажмите на /info\n\n'
              'Также вы можете охнакомиться с нашей компанией более подробно, перейдя <b>на наш сайт</b>',
    '/info': 'Для использования бота необходимо знать пару деталей: '
             '1) Поиск бота организован по категориям медицинских продуктов, производимых компанией, '
             'для выбора одной из категории необходимо выбрать эту категорию из появившихся кнопок внизу экрана'
             '2) После выбора категории товара, необходимо вписать и отправить запрос боту, '
             'который может содеражть как название товара, так и примерное его описание '
             '3) Исходя из ващего запроса будут найдены товары с похожим описанием, в ваш чат будут отправлены ссылки на товары, '
             'через которые вы сможете подробнее ознакомиться с продукцией'
             '\n\n<b>Так же ниже под этим сообщением расположена кнопка, которая переведет вас на наш сайт, где вы можете узнать о нас чуточку больше!</b>',
    'human_medicine': 'Лекарственные препараты',
    'animals_medicine': 'Ветеринария',
    'medical_devices': 'Медицинские изделия',
    'field_medicine': 'Тактическая медицина',
    'standard_samples': 'Стандартные образцы',
    'our_site': 'Наш сайт',
    'other_answer': 'Это сообщкние мне непонятно, могли бы вы уточнить информацию и снова обратиться ко мне?'
}