LEXICON_RU: dict[str, str] = {

    '/start': '<b>Привет!</b>\nДавай с тобой сыграем в игру '
              '"Камень, ножницы, бумага"?\n\nЕсли ты, вдруг, '
              'забыл правила, команда /help тебе поможет!\n\n<b>Играем?</b>',
    '/info': 'Для использования бота необходимо знать пару деталей: '
             '1) Поиск бота организован по категориям медицинских продуктов, производимых компанией, '
             'для выбора одной из категории необходимо выбрать эту категорию из появившихся кнопок внизу экрана'
             '2) После выбора категории товара, необходимо вписать и отправить запрос боту, '
             'который может содеражть как название товара, так и примерное его описание '
             '3) Исходя из ващего запроса будут найдены товары с похожим описанием, в ваш чат будут отправлены ссылки на товары, '
             'через которые вы сможете подробнее ознакомиться с продукцией'
             '\n\n<b>Так же ниже под этим сообщением расположена кнопка, которая переведет вас на наш сайт, где вы можете узнать о нас чуточку больше!</b>',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nЕсли захочешь сыграть, просто разверни '
          'клавиатуру и нажми кнопку "Давай!"',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'
}