LEXICON_RU: dict[str, str] = {
    '/start': '<b>Добро пожаловать! ⭐️⭐️⭐️</b>\n\n'
              'Этот бот предназначен для удобного поиска медицинских товаров, от различных препаратов до медицинских инструментов.\n\n'
              'Для получения информации о работе бота нажмите на /info',
    '/info': '<b>Для использования бота необходимо придерживаться следующих пунктов: 📖</b>\n\n'
             '1️⃣ Выберите категорию медицинских продуктов из предоставленных внизу экрана.\n\n'
             '2️⃣ Опишите или укажите название товара, который вас интересует.\n\n'
             '3️⃣ Мы найдем для вас товары с похожим описанием и отправим ссылки для более подробного ознакомления.\n\n'
             '<b>Также ниже вы найдете кнопку, которая перенесет вас на наш сайт, где вы сможете узнать о нас больше!</b>',
    'human_medicine': 'Лекарственные препараты',
    'animals_medicine': 'Ветеринария',
    'medical_devices': 'Медицинские изделия',
    'field_medicine': 'Тактическая медицина',
    'standard_samples': 'Стандартные образцы',
    'our_site': 'Наш сайт',
    'other_answer': 'Возможно у вас не выбрана категория поиска продукции, для более точной информации "'
                    'обратитесь к командам: /start и /info',
    'write_request': 'Введите свой запрос... 🔎',
    'find_answer': 'По вашему запросу найдено: ✅\n\n',
    'continue_message': 'Хотите продолжить поиск в выбранной категории товара, если да, то нажмите на'
                        'кнопку под этим сообщением',
    'continue_search': 'Продолжить поиск',
    'no_find_products': 'Продукция по данному запросу не была найдена ❌\n\n'
                        'Проверьте правильность написанного запроса, либо данная продукция не производится на нашем предприятии'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Команда запуска бота',
    '/info': 'Инофрмация о работе бота'
}